-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Mar 04, 2025 at 07:53 AM
-- Server version: 8.3.0
-- PHP Version: 8.2.18

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `e_newspaper`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

DROP TABLE IF EXISTS `admins`;
CREATE TABLE IF NOT EXISTS `admins` (
  `id` int NOT NULL AUTO_INCREMENT,
  `username` varchar(50) NOT NULL,
  `password1` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `username`, `password1`, `created_at`) VALUES
(1, 'admin', '$2y$10$examplehash', '2024-07-30 10:29:40'),
(3, 'aman', '$2y$10$5hHGyIfdu.aJFDfM8af5Lex81KDXywxxjoVpehwvebWEOjozRiG3a', '2024-07-30 10:44:50');

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

DROP TABLE IF EXISTS `articles`;
CREATE TABLE IF NOT EXISTS `articles` (
  `id` int NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `author_id` int NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `media` text,
  `cover_image` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL,
  `city` varchar(255) DEFAULT NULL,
  `views` int DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `fk_author_id` (`author_id`)
) ENGINE=MyISAM AUTO_INCREMENT=36 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `content`, `author_id`, `created_at`, `updated_at`, `media`, `cover_image`, `category`, `city`, `views`) VALUES
(25, 'હાર્દિક પુત્ર અગસ્ત્યને મળીને ભાવુક થયો:સોશિયલ મીડિયા પર પોસ્ટ કરીને લખ્યું- માય બિગેસ્ટ મોટિવેશન; NCA ટ્રેનિંગમાં સખત પરસેવો પાડી રહ્યો છે', 'ભારતનો સ્ટાર ઓલરાઉન્ડર હાર્દિક પંડ્યા બાંગ્લાદેશ સામેની આગામી T20I સિરીઝ પહેલાં બેંગલુરુમાં નેશનલ ક્રિકેટ એકેડમીમાં સખત મહેનત કરી રહ્યો છે. 6 ઓક્ટોબરથી શરૂ થનારી બાંગ્લાદેશ સામેની ટૂંકા ફોર્મેટની સિરીઝ માટે ભારતીય ટીમમાં કમબેક કરવા માટે હાર્દિક પરસેવો પાડી રહ્યો છે.\r\n\r\nબેંગલુરુમાં નેશનલ ક્રિકેટ એકેડમીમાં ટ્રેનિંગ દરમિયાન હાર્દિકને તેના પુત્ર અગસ્ત્યની એક કંપની મળી. સ્ટાર ઓલરાઉન્ડર તેના પુત્ર અગસ્ત્ય માટે એક ખાસ ઇન્સ્ટાગ્રામ પોસ્ટ સાથે આવ્યો હતો. \"માય બિગેસ્ટ મોટિવેશન\". હાર્દિકે પોસ્ટને આ કેપ્શન આપ્યું હતું.\r\n\r\nપુત્ર અગસ્ત્યને મળ્યા બાદ હાર્દિક પંડ્યા ભાવુક થઈ ગયો\r\nહાર્દિક પંડ્યા અને નતાશા સ્ટેનકોવિકે પરસ્પર સંમતિથી છૂટાછેડા લેવાનો નિર્ણય લીધો હતો. છૂટાછેડા બાદ નતાશા અગસ્ત્ય સાથે તેના ઘરે જતી રહી હતી. આ પછી નતાશા તેના પુત્ર સાથે મુંબઈ પાછી આવી અને તેના પુત્ર અગસ્ત્યને મળ્યા બાદ હાર્દિકની ખુશીનો પાર ન રહ્યો. અગાઉ એક વીડિયો વાઇરલ થયો હતો, જેમાં હાર્દિક તેના પુત્ર અગસ્ત્યને ખોળામાં બેસાડી રહ્યો હતો.\r\n\r\nરેડ બોલ ક્રિકેટમાં કમબેક કરી શકે છે\r\nભારતીય ટીમનો સ્ટાર ઓલરાઉન્ડર હાર્દિક પંડ્યા ટેસ્ટ ક્રિકેટમાં કમબેક કરવા માગે છે. હાલમાં જ હાર્દિક પંડ્યાનો એક વીડિયો સોશિયલ મીડિયા પર વાઇરલ થઈ રહ્યો છે, જેમાં તે રેડ બોલ માટે સખત મહેનત કરતો જોવા મળી રહ્યો છે. તમને જણાવી દઈએ કે હાર્દિક પંડ્યાને ફિટનેસની સમસ્યા છે અને તેથી જ BCCI તેને ટેસ્ટ ક્રિકેટમાં તક નથી આપતું. સંપૂર્ણ સમાચાર વાંચો...\r\n\r\n6 ઓક્ટોબરથી T20 સિરીઝ શરૂ થશે\r\nઅગાઉ હાર્દિક ભારતીય ટીમનો ભાગ હતો, જેણે T20 વર્લ્ડ કપ 2024 જીત્યો હતો. તેણે સૂર્યકુમાર યાદવની આગેવાની હેઠળ શ્રીલંકા સામેની સિરીઝ પણ રમી હતી. ગ્વાલિયરમાં 6 ઓક્ટોબરથી શરૂ થનારી બાંગ્લાદેશ સામેની આગામી ત્રણ મેચની T20I સિરીઝમાં હાર્દિક તેની સ્કિલ્સ બતાવવા માટે તૈયાર છે. તાજેતરમાં, રોહિત શર્માના નેતૃત્વમાં ભારતીય ટીમે બાંગ્લાદેશ સામે બે મેચની ટેસ્ટ સિરીઝ જીતી હતી. કાનપુરના ગ્રીન પાર્ક સ્ટેડિયમ ખાતેની છેલ્લી ગેમ જીતીને તેઓએ મુલાકાતીઓને 2-0થી પરાજય આપ્યો હતો.', 1, '2024-10-03 10:50:09', '2024-10-09 12:41:18', '[]', '02_1727939298.webp', 'Sports', 'Rajkot', 1),
(24, 'મણિપુરમાં 6 દિવસથી બંધક બનાવાયેલા 2 મૈતેઈ યુવકો મુક્ત:મુખ્યમંત્રીએ માહિતી આપી; સેનામાં ભરતી માટે ગયા હતા, ભુલથી કુકી વિસ્તારમાં ઘુસી ગયા હતા', 'મણિપુરના કાંગપોકપીમાં 27 સપ્ટેમ્બરે કુકી આતંકવાદીઓ દ્વારા અપહરણ કરાયેલા બે યુવકોને મુક્ત કરવામાં આવ્યા છે. મુખ્યમંત્રી એન બિરેન સિંહે ગુરુવાર, 3 ઓક્ટોબરના રોજ X પર એક પોસ્ટ દ્વારા આ માહિતી આપી હતી. સીએમએ કહ્યું કે બંને યુવકો પોલીસ કસ્ટડીમાં છે.\r\n\r\n22 વર્ષીય ઓઈનમ થોઈથોઈ, જેણે મણિપુર યુનિવર્સિટીમાંથી એમએ કર્યું છે, તે સેનામાં જોડાવા માટે બે મિત્રો - નિંગોમબામ જોન્સન અને થોકચોમ થોઈથોઈબા સાથે ઈમ્ફાલ પશ્ચિમ જિલ્લાના ન્યૂ કિથેલમેનબી ગયો હતો. અહીં કુકી ઉગ્રવાદીઓએ ત્રણેયનું અપહરણ કર્યું હતું. થોઈથોઈ થોબલનો રહેવાસી છે.\r\n\r\nથૌબલમાં રચાયેલી જોઈન્ટ એક્શન કમિટીના કન્વીનર કેશમ યાઈફાબીએ કહ્યું કે જોન્સન પાસે એડમિટ કાર્ડ હતું, તેથી ઉગ્રવાદીઓએ તેને આસામ રાઈફલ્સને સોંપી દીધો, પરંતુ બાકીનાને પકડી લીધા. જોન્સને જણાવ્યું કે તે ત્રણેય બાઇક પર ગૂગલ મેપ ફોલો કરી રહ્યા હતા. ભૂલથી કુકી વિસ્તારમાં ઘુસી ગયા હતા.\r\n\r\nયુવાનોને હેરાન કરતો વીડિયો સોશિયલ મીડિયા પર સામે આવ્યો હતો\r\nબે યુવકોના અપહરણના વિરોધમાં મણિપુરમાં છેલ્લા કેટલાક દિવસોથી સ્થિતિ તણાવપૂર્ણ છે. મૈતેઈ લોકોને બંને યુવાનોની હત્યા થયાની આશંકા હતી. બંધક બનાવ્યા બાદ, થોઇથોઇ અને થોઇથોઇબા નામના બે યુવકોનો એક વીડિયો સોશિયલ મીડિયા પર વાયરલ થયો હતો, જેમાં બંનેને હેરાન કરવામાં આવતા દર્શાવવામાં આવ્યા હતા.\r\n\r\nમૈતેઈ સંગઠનોએ સરકારને ચેતવણી આપી હતી કે જો કુકી આતંકવાદીઓ એક-બે દિવસમાં યુવાનોને છોડાવશે નહીં તો પરિસ્થિતિ બગડવાની જવાબદારી સરકારની રહેશે. મણિપુરના ડીજીપી રાજીવ સિંહ યુવાનોને કુકી ઉગ્રવાદીઓથી બચાવવા માટે કુકી પ્રભાવિત કાંગપોકપી પહોંચ્યા હતા. સીએમ બિરેન સિંહે કહ્યું હતું કે તેઓ યુવાનોને બચાવશે.\r\n\r\nમૈતેઈ લોકોએ હત્યાની આશંકા વ્યક્ત કરી હતી\r\n\r\n2 ઑક્ટોબરે, મૈતેઇનું પ્રભુત્વ ધરાવતા 5 જિલ્લાઓ ઇમ્ફાલ પૂર્વ, પશ્ચિમ, બિષ્ણુપુર, કકચિંગ અને થૌબલ ઘટનાના વિરોધમાં સંપૂર્ણપણે બંધ રહ્યા હતા. અહીં મૈતેઈ સંગઠનોએ 48 કલાકના બંધનું એલાન આપ્યું છે.\r\n\r\nઈમ્ફાલથી થૌબલના મેળા મેદાન સુધી નેશનલ હાઈવે નંબર 102 પર મૈતેઈ મહિલાઓએ વાંસના થાંભલાઓ લગાવીને રસ્તાઓ બંધ કરી દીધા છે. પોલીસ કે રાજ્ય સરકાર અહીં સુધી પહોંચી શકી નથી', 2, '2024-10-03 10:39:43', '2024-10-11 05:25:00', '[\"untitled-design-2024-10-03t083023263_1727925795.webp\"]', 'comp-19-5_1727948138.webp', 'World News', 'Ahmedabad', 1),
(23, 'ફૂટબોલ ક્લબ આર્સેનલ કોચ આર્ટેટાની વિચિત્ર પદ્ધતિઓ:મેચની રાત્રે ખેલાડીઓના સામાનની ચોરી, લાઇટ બલ્બની મદદથી ટીમની વાત', 'વિશ્વની ટોચની અને સૌથી જૂની ફૂટબોલ ક્લબમાંની એક આર્સેનલ છેલ્લા એક દાયકામાં સફળતા માટે સંઘર્ષ કરી રહી છે. દરમિયાન, ડિસેમ્બર 2019માં, સ્પેનિશ ફૂટબોલર મિકેલ આર્ટેટાને કોચ તરીકેની જવાબદારી મળી. આર્ટેટાએ માત્ર પાંચ વર્ષમાં આર્સેનલને પ્રીમિયર લીગ ટાઇટલના દાવેદારોમાં પરિવર્તિત કરી. તેમની કોચિંગની અનોખી પદ્ધતિઓની શરૂઆતમાં મજાક ઉડાવવામાં આવી હતી.\r\n\r\nપિકપોકેટ્સને મેચ પહેલા પાર્ટીમાં બોલાવ્યા\r\nખુદ ઇંગ્લેન્ડની આ પ્રખ્યાત ટીમના ખેલાડીઓ પણ આર્ટેટાની ચોંકાવનારી રીતોથી આશ્ચર્યચકિત છે. તાજેતરમાં તેમણે તેમના ખેલાડીઓને વિરોધી ટીમના ગેમપ્લાનથી સાવધ રહેવાનું શીખવવાનું હતું, તેથી મેચ પહેલા આર્ટેટાએ પિકપોકેટ્સને પાર્ટીમાં આમંત્રિત કર્યા અને તેમનો સામાન ચોરાઈ ગયો.\r\n\r\nક્લબના ઓપરેશન હેડ કેવિન બાલ્વર્સ હસે છે, \'હું કેમેરા સિસ્ટમ રૂમમાં હતો. પાર્ટી બાદ ખેલાડીઓ તેમના સામાનની શોધખોળ કરતા ચિંતિત હતા તેથી તેમને બોલાવીને સીસીટીવી ફૂટેજ બતાવવામાં આવ્યા હતા. ખેલાડીઓને કહેવામાં આવ્યું હતું કે તમારે હંમેશા એ હકીકત માટે તૈયાર રહેવું પડશે કે સામેની ટીમ તમને આ રીતે યુક્તિ કરે છે.\'\r\n\r\nબાલ્વર્સ કહે છે કે આ \'એક્ટિવેશન\' ટેકનોલોજી હતી. આ એક પ્રી-મેચ માઇન્ડ ગેમ હતી જેની પાછળ ઊંડો મનોવૈજ્ઞાનિક સંદેશ હતો.', 3, '2024-09-28 06:26:42', '2024-10-09 12:41:16', '[\"untitled-design-2024-09-27t113905648_1727417535.webp\",\"methodetimesprodwebbind26cda8b-df94-47df-996c-b5ee_1727417729.webp\"]', 'untitled-design-2024-09-27t113852071_1727417347.webp', 'Sports', NULL, 2),
(22, 'ટ્રમ્પે આફતને અવસરમાં પલટી:હુમલાના કલાકમાં 10 લાખને ડોનેશન માટે મેલ કર્યા', 'પૂર્વ રાષ્ટ્રપતિ અને રિપબ્લિકન પાર્ટીના ઉમેદવાર ડોનાલ્ડ ટ્રમ્પ હુમલાઓના માધ્યમથી ઉત્પન્ન થયેલી સહાનુભૂતિનો ફાયદો ઉઠાવી ડોનેશન કાર્ડ રમવા માંડ્યા છે. ફ્લોરિડા ગોલ્ફ કોર્સમાં રવિવારે બનેલી ફાયરિંગની ઘટનાના 1 કલાકની અંદર જ ટ્રમ્પની ટીમે પોતાના 10 લાખ સમર્થકોને ડોનેશનના ઇ-મેલ મોકલી દીધા છે. આ બધા સમર્થકો પહેલા 50-50 ડૉલરનું ડોનેશન આપી ચૂક્યા છે. આ ઇ-મેલની સાથે ડોનેશન માટેની લિન્ક પણ મોકલવામાં આવી છે. ઉલ્લેખનીય છે કે કમલા હેરિસ પાસે રૂ. 2500 કરોડ જ્યારે ટ્રમ્પ પાસે રૂ. 1090 કરોડનું ચૂંટણી ફંડ છે.\r\n\r\nટ્રમ્પ ઉપર પેન્સિલ્વેનિયામાં 13 જુલાઈએ સભામાં ફાયરિંગ થયું હતું. તેના પછી ટ્રમ્પે બધાં મહત્ત્વનાં 7 રાજ્યોમાં તત્કાલીન પ્રતિદ્વંદ્વી રાષ્ટ્રપતિ જો બાઇડેન ઉપર 4 %ની લીડ બનાવી હતી. પરંતુ રવિવારે ફ્લોરિડા ફાયરિંગની ઘટના પછી પણ ટ્રમ્પ રેટિંગમાં ડેમોક્રેટિક ઉમેદવાર કમલા હેરિસથી પાછળ પડી રહ્યા છે.\r\n\r\nટ્રમ્પના ગોલ્ફ કોર્સમાં ફાયરિંગના આરોપીની ધરપકડ, એકે-47 પણ જપ્ત કરાઈ\r\nટ્રમ્પના ફ્લોરિડાના ગોલ્ફ કોર્સમાં ફાયરિંગના આરોપી રાયન વેસ્લી રૂથ (58)ની ધરપકડ કરી એકે-47 જપ્ત કરાઇ હતી. ઘટના સમયે રૂથ ગોલ્ફ કોર્સમાં ટ્રમ્પથી લગભગ 500 મીટર દૂર હતો. સિક્રેટ સર્વિસ એજન્ટને જોઇને સ્થળ ઉપરથી ભાગેલા આરોપી રાયનને બાદમાં હાઇવે ઉપરથી ઝડપી લીધો હતો. એફબીઆઈએ રાયન ઉપર જીવલેણ હુમલો કરવાનો કેસ નોંધ્યો છે. રૂથનો હવાઈ (વિસ્તાર)માં કન્ટ્રક્શનનો નાનો ધંધો છે. રાયનનો પાછલો ક્રિમિનલ રેકોર્ડ પણ છે. તે સોશિયલ મીડિયામાં ટ્રમ્પવિરોધી પોસ્ટ લખતો રહે છે અને રાષ્ટ્રપતિ ચૂંટણીમાં કમલા હેરિસનું સમર્થન કરી રહ્યો છે.\r\n\r\nનિર્ણય... ટ્રમ્પ ખાનગી સુરક્ષા વધારશે\r\nરેલી માટે ટ્રમ્પ પાસે ખાનગી સુરક્ષા માટે 4 કમાન્ડો છે. ટ્રમ્પ હવે 12 કમાન્ડો રાખશે. આ સિક્રેટ સર્વિસ, એફબીઆઈ અને સ્થાનિક પોલીસ સિવાયના હશે. પૂર્વ રાષ્ટ્રપતિ હોવાથી ટ્રમ્પને રેલી માટે સિક્રેટ સર્વિસના 20 કમાન્ડોની સુરક્ષા મળે છે.', 3, '2024-09-17 05:31:48', '2024-10-14 04:44:04', '[]', 'orig_dontr_1726536478.webp', 'World News', NULL, 3),
(26, '200 વર્ષના ઈતિહાસમાં પ્રથમ વખત:મેક્સિકોમાં શીનબૉમ પ્રથમ મહિલા પ્રમુખ બન્યા, માફિયા મોટો પડકાર', 'તસવીર મેક્સિકોના નવા રાષ્ટ્રપતિ ક્લાઉડિયા શીનબૉમના શપથ ગ્રહણ સમારોહની છે. શીનબૉમ મેક્સિકોના પ્રથમ મહિલા પ્રમુખ તરીકે શપથ ગ્રહણ હતા, જે દેશના ઇતિહાસમાં એક નવો અધ્યાય જોડાઈ ગયો. તે યહૂદી પૃષ્ઠભૂમિની પ્રથમ પ્રમુખ પણ છે. તે તેના પુરોગામી પ્રમુખ એન્ડ્રેસ મેન્યુઅલ લોપેઝ ઓબ્રાડોરની નીતિઓ સામે તેનો દ્રષ્ટિકોણ રજૂ કરતાં સત્તામાં આવ્યાં હતાં.\r\n\r\nજો કે, તેમણે ઘણા ગંભીર પડકારોનો પણ સામનો કરવો પડશે, જેમાંથી સૌથી મોટી સમસ્યા માફિયાઓ અને ડ્રગ કાર્ટેલ્સ છે.વાસ્તવમાં મેક્સિકો લાંબા સમયથી માફિયાઓનું પ્રભુત્વ ધરાવે છે, ખાસ કરીને ઉત્તરીય વિસ્તારોમાં જ્યાં ડ્રગ કાર્ટેલનું નેટવર્ક ખૂબ જ મજબૂત છે. શીનબૉમ તેમના રાષ્ટ્રપતિ પદના શપથ પછી તરત જ કહ્યું હતું કે તેમની પ્રથમ મુલાકાત એકાપુલ્કોના દરિયાકિનારાની હશે, જે તાજેતરમાં ભારે પૂરથી તબાહ થઈ ગયા હતા.\r\n\r\nનબળી અર્થવ્યવસ્થા અને વધતા દેવાનો પણ પડકાર\r\nશીનબૉમને ધીમી અર્થવ્યવસ્થા, વધતું જતું દેવું જેવા મુદ્દાઓનો સામનો કરવો પડશે. વધુમાં પૂર્વ રાષ્ટ્રપતિ ઓબ્રાડોરની નીતિઓને કારણે રાષ્ટ્રીય સુરક્ષા પર ભારે દબાણ છે, કારણ કે તેમણે સૈન્યને મોટી સત્તાઓ આપી છે.\r\n\r\nવિપક્ષી નેતાઓનું માનવું છે કે શીનબૉમ સંતુલિત સરકાર ચલાવવા માટે સખત મહેનત કરવી પડશે, જેથી દેશમાં લોકશાહી પ્રણાલી મજબૂત રહી શકે.શીનબૉમ માફિયા અને ડ્રગ કાર્ટેલનો સામનો કરવા માટે ઓબ્રાડોરની નીતિઓ બદલવાની આશા રાખે છે, પરંતુ નિષ્ણાતો કહે છે કે તેણીના વહીવટી નિર્ણયોમાં ભૂલો છુપાવવા માટે ઓબ્રાડોરના કરિશ્માનો અભાવ છે. તેમણે ચોક્કસ અને અસરકારક નેતૃત્વ બતાવવું પડશે, જેથી દેશની ગંભીર સમસ્યાઓનો ઉકેલ લાવી શકાય.', 3, '2024-10-03 10:52:09', '2024-10-14 05:11:00', '[\"orig_shin2_1727919832.webp\"]', 'orig_shin1_1727919781.webp', 'World News', NULL, 6),
(27, 'ફિલ્મ \'સિંઘમ અગેન\'નું ટ્રેલર લોન્ચ:અજય દેવગન, કરિના કપૂર, રોહિત શેટ્ટી સહિત ઘણા સ્ટાર્સ પહોંચ્યા, રણવીર સિંહની એન્ટ્રીએ લાઈમલાઈટ લૂંટી', 'રોહિત શેટ્ટીની મોસ્ટ અવેટેડ ફિલ્મ \'સિંઘમ અગેન\' દિવાળીના અવસર પર રિલીઝ થવા જઈ રહી છે. ફિલ્મનું ટ્રેલર આજે મુંબઈના નીતા-મુકેશ અંબાણી કલ્ચરલ સેન્ટરમાં લોન્ચ કરવામાં આવ્યું હતું. જેમાં અજય દેવગન, કરીના કપૂર, રોહિત શેટ્ટી, રણવીર સિંહ સહિત ફિલ્મની સ્ટારકાસ્ટ હાજર રહી હતી.\r\n\r\nરોહિત શેટ્ટીની મલ્ટી સ્ટારર ફિલ્મ \'સિંઘમ અગેન\'નું ટ્રેલર લગભગ 5 મિનિટનું છે. હિન્દી સિનેમાના ઈતિહાસનું આ સૌથી મોટું ટ્રેલર હશે. આ ટ્રેલર જોઈને લાગે છે કે ફિલ્મની વાર્તા રામાયણથી પ્રેરિત છે.', 0, '2024-10-07 11:09:22', '2024-10-14 05:10:49', '[\"comp-15_1728292668.webp\",\"gifs18_1728291710.webp\",\"comp-1-1_1728291333.webp\",\"gifs21_1728291324.webp\",\"gifs19_1728291294.webp\",\"gifs17_1728291255.webp\"]', 'gifs16_1728290497.webp', 'Entertainment', NULL, 1),
(28, 'સેન્સેક્સ 638 પોઈન્ટ ઘટીને 81,050ના સ્તરે બંધ:નિફ્ટી પણ 218 પોઈન્ટ ઘટ્યો; BSE સ્મોલ કેપમાં 1,827 પોઈન્ટનો ઘટાડો થયો', 'આજે 7 ઓક્ટોબરે સપ્તાહના પ્રથમ ટ્રેડિંગ દિવસે સેન્સેક્સ 638 પોઈન્ટના ઘટાડા સાથે 81,050 પર બંધ થયો હતો. નિફ્ટી પણ 218 પોઈન્ટ ઘટીને 24,795ના સ્તરે બંધ રહ્યો હતો.\r\n\r\nતે જ સમયે, BSE સ્મોલ કેપ 1,827 પોઈન્ટ ઘટીને 54,117 પર બંધ રહ્યો હતો. સેન્સેક્સના 30 શેરોમાંથી 23 ઘટ્યા અને 7 વધ્યા. નિફ્ટીના 50 શેરોમાંથી 40 ઘટ્યા અને 10 વધ્યા. એનએસઈના આઈટી સેક્ટરને બાદ કરતાં તમામ ઘટાડા સાથે બંધ થયા છે.\r\n\r\nએશિયન બજારોમાં તેજી\r\n\r\nએશિયન માર્કેટમાં જાપાનનો નિક્કી 1.80% વધ્યો છે. હોંગકોંગનો હેંગસેંગ ઈન્ડેક્સ 1.60%ના વધારા સાથે અને કોરિયાનો કોસ્પી ઈન્ડેક્સ 1.58%ના વધારા સાથે બંધ થયો હતો.\r\n4 ઓક્ટોબરે અમેરિકાનો ડાઉ જોન્સ 0.81% વધીને 42,352 પર અને નાસ્ડેક 1.22% વધીને 18,137 પર બંધ થયો હતો. S&P 500 પણ 0.90% વધીને 5,751 પર છે.\r\nNSEના ડેટા અનુસાર, વિદેશી રોકાણકારો (FII) એ 4 ઓક્ટોબરે ₹9,896.95 કરોડના શેર વેચ્યા હતા. આ સમયગાળા દરમિયાન, સ્થાનિક રોકાણકારો (DIIs) એ ₹8,905.08 કરોડના શેર ખરીદ્યા હતા.\r\nગરુડ કન્સ્ટ્રક્શન એન્ડ એન્જિનિયરિંગનો IPO આવતીકાલે ખુલશે\r\nરુડ કન્સ્ટ્રક્શન એન્ડ એન્જિનિયરિંગ લિમિટેડનો IPO આવતીકાલે ખુલશે. રોકાણકારો આ ઈસ્યુ માટે 10 ઓક્ટોબર સુધી બિડ કરી શકશે. કંપનીના શેર 15 ઓક્ટોબરે બોમ્બે સ્ટોક એક્સચેન્જ (BSE) અને નેશનલ સ્ટોક એક્સચેન્જ (NSE) પર લિસ્ટ થશે.\r\n\r\nશુક્રવારે બજારમાં ઘટાડો જોવા મળ્યો હતો\r\nઆ પહેલાં શુક્રવારે એટલે કે 4 ઓક્ટોબરે સેન્સેક્સ 808 પોઈન્ટ (0.98%)ના ઘટાડા સાથે 81,688 પર બંધ થયો હતો. નિફ્ટીમાં પણ 200 પોઈન્ટ્સ (0.93%)નો ઘટાડો થયો હતો, તે 25,049ના સ્તરે બંધ થયો હતો.\r\n\r\nસેન્સેક્સના 30 શેરોમાંથી 21માં ઘટાડો અને 9માં ઉછાળો હતો. નિફ્ટીના 50 શેરોમાંથી 37માં ઘટાડો અને 13માં ઉછાળો હતો. એનએસઈના આઈટી સેક્ટર સિવાય તમામમાં ઘટાડો જોવા મળ્યો હતો. મીડિયા સેક્ટરમાં સૌથી વધુ 2.53%નો ઘટાડો થયો હતો.', 0, '2024-10-07 11:10:48', '2024-10-14 05:10:01', '[]', 'market-update1712897224172110669617213642581724137_1728279109.webp', 'Business', NULL, 7),
(29, 'ISRO Chandrayaan 4 : ઈસરો ચંદ્રયાન 4 માટે કેટલો ખર્ચ કરશે? આ મિશન મૂન ભારત માટે કેટલું મહત્વપૂર્ણ છે?', 'Chandrayaan 4 ISRO Mission Moon: ઈસરો ચંદ્રયાન 4 લોન્ચ કરવા તૈયારી કરી રહ્યું છે. ગત વર્ષ ચંદ્રયાન 3 સેટેલાઇટના ચંદ્ર પર સફળ ઉત્તરણ બાદ ઈસરો આગામી મિશન મૂન પર કામ કરી રહ્યું છે.\r\n\r\nChandrayaan 4 ISRO Mission Moon: ચંદ્રયાન 3 સફળ થયા બાદ ઈસરો હવે ચંદ્રયાન 4 મિશન માટે કાગીરી કરી રહ્યું છે. બુધવારે મળેલી કેબિનેટની બેઠકમાં ચંદ્રયાન 4 મિશનને લીલી ઝંડી આપવામાં આવી છે. આત્મનિર્ભર ભારત બનવાની દિશામાં આ વધુ એક મોટું પગલું માનવામાં આવે છે. પીએમ મોદીએ સોશિયલ મીડિયા પર પણ પોતાની ખુશી વ્યક્ત કરી છે. આ ઉપરાંત કેબિનેટની બેઠકમાં મિશન ચંદ્ર અંગે પણ મોટી જાહેરાત કરવામાં આવી છે.\r\n\r\nચંદ્રયાન 4 મિશન પાછળ કેટલો ખર્ચ થશે?\r\nહવે ચંદ્રયાન 4 મિશન વિશે વાત કરીએ તો આ માટે કેન્દ્ર તરફથી 2104.06 કરોડ રૂપિયા ફાળવવામાં આવ્યા છે. ભારતનું મિશન 2040 સુધીમાં ચંદ્ર પર અવકાશયાત્રીઓનું ઉતરણ કરાવવાનું છે. ઈસરો એ પણ જાણે છે કે 2040 સુધીમાં પૃથ્વીથી લઈને ચંદ્ર સુધી આવી સ્થિતિનું નિર્માણ થઈ શકે છે અને ચંદ્ર પરથી સરળતા પૂર્વક ધરતી પર પરત આવી શકાય છે. એવું જણાવવામાં આવી રહ્યું છે કે 2027માં ઈસરો ચંદ્રયાન 4 લોન્ચ કરશે, આ ચંદ્રયાન 4 દ્વારા ભવિષ્યના તમામ મૂન મિશનની રૂપરેખા તૈયાર કરવામાં આવશે.\r\n\r\nચંદ્રયાન 4 મિશનની ખાસિયત\r\nચંદ્રયાન 4નું ધ્યાન સચોટ લેન્ડિંગ, સેમ્પલ કલેક્શન અને સુરક્ષિત ધરતી પર વાપસી પર રહેશે. ઈસરોના વૈજ્ઞાનિકોનું માનવું છે કે આ એક મિશન દ્વારા ભારત પોતાની અંતરિક્ષ ક્ષમતામાં અનેકગણો વધારો કરશે. ચંદ્રયાન 4 વિશે એ પણ સામે આવી રહ્યું છે કે તે કુલ 5 મોડ્યુલ પોતાની સાથે લઈ જશે. આ બધા મોડ્યુલો સાથે મળીને કામ કરશે અને ચંદ્ર પરથી જરૂરી નમૂનાઓ એકત્રિત કરશે. સમજવા જેવી વાત એ છે કે આ પહેલા માત્ર ચીન અને અમેરિકા જ આવા મુશ્કેલ મિશનમાં સફળ થયા છે.\r\n\r\nજાપાન ભારતની મદદ કરશે\r\n\r\nઇસરો અધ્યક્ષ એસ.સોમનાથે ભારપૂર્વક જણાવ્યું છે કે ચંદ્રયાન 4 એ માત્ર એક મિશન નથી જે ચંદ્ર પરથી પત્થર લાવશે. આ એવી ક્ષમતા બનાવવાનું કામ કરશે કે ભવિષ્યમાં મનુષ્ય ચંદ્ર પર જઈને ત્યાંથી સુરક્ષિત પરત આવી શકશે.\r\n\r\nઆ પણ વાંચો | રાષ્ટ્રીય અંતરિક્ષ દિવસ કેમ ઉજવાય છે, જાણો ઇતિહાસ અને મહત્વ\r\n\r\nઆમ જોવા જઈએ તો ચંદ્રયાન 4 વિશેની માહિતી પણ સામે આવી છે કે ભારત અને જાપાન આ મિશન પર સાથે મળીને કામ કરી રહ્યા છે. એવામાં JAXA એ લૂનર રોવરની જવાબદારી લીધી છે, તો બીજી બાજુ ઇસરો પોતાના લેન્ડરને તૈયાર કરી રહ્યું છે. લેન્ડર રોવરને લઇ જશે. આવી સ્થિતિમાં બંને દેશો ચંદ્રયાન 4ની સફળતામાં મહત્વની ભૂમિકા ભજવશે.', 0, '2024-10-07 11:14:45', '2024-10-14 04:45:28', '[\"GVvccJvW4AAI51f.jfif\"]', 'ISRO-Chandrayaan.avif', 'Science Journalism', NULL, 4),
(30, 'શું તમે પણ ઉપયોગ કરો છો?:પેકેજ્ડ જ્યુસમાં ફ્રૂટ નહીં, ખાંડ અને પ્રિઝર્વેટિવ, મલ્ટિગ્રેન બ્રેડમાં પણ રિફાઈન્ડ લોટ', 'તાજેતરના સમયમાં ખોરાકની ગુણવત્તા અને પોષણ અંગે જાગૃતિ વધી છે. આ કારણે હેલ્ધી ફૂડના ટેગવાળી વસ્તુઓનું માર્કેટ પણ વધ્યું છે, પરંતુ આ ટેગ સાથે માર્કેટમાં વેચાતા દરેક ફૂડ હેલ્ધી નથી હોતા. આમાં એવા ખોરાકનો પણ સમાવેશ થાય છે જેનો આપણે રોજ ઘરે ઉપયોગ કરીએ છીએ. નાસ્તામાં દૂધ સાથે ખાવામાં આવતા અનાજમાંથી બનેલો ખોરાક હોય કે પછી આરોગ્યના નામે અલગ-અલગ ફ્લેવરમાં વેચાતા દહીં અને ડાયટ સોડા હોય.\r\n\r\nઆમાંના મોટાભાગના પ્રિઝર્વેટિવ્સ હોય છે. નિર્ધારિત માત્રા કરતાં વધુ ખાંડ હોઈ શકે છે, જે શરીરને સારા કરતાં વધુ નુકસાન કરે છે. ઉદાહરણ તરીકે, વજન પ્રત્યે સભાન લોકો ઓછી ચરબીવાળા નાસ્તાનો ઉપયોગ કરે છે જેમાંથી ચરબી દૂર કરવામાં આવે છે અને સ્વાદને જાળવી રાખવા માટે ખાંડ અને કૃત્રિમ ઘટકો ઉમેરવામાં આવે છે. આવી સ્થિતિમાં, વજનને નિયંત્રિત કરવા માટે ખાવામાં આવેલા આ નાસ્તા ખરેખર વજન વધારવાનું કારણ બને છે.\r\n\r\nઓછી ચરબીવાળા નાસ્તાને બદલે બદામ, બીજ અને ફળો ખાવા વધુ ફાયદાકારક છે. ચાલો આજે જાણીએ આવા જ કેટલાક અન્ય ફૂડ્સ વિશે જેને આપણે હેલ્ધી માનીએ છીએ, પરંતુ તે સ્વાસ્થ્ય માટે ફાયદાકારક નથી.\r\n\r\n​​​​​બજારમાં મળતા આવા \'હેલ્ધી\' ફૂડ હાનિકારક હોઈ શકે છે\r\nપેકેજ્ડ ફ્રૂટ જ્યુસ\r\nમોટી સંખ્યામાં લોકો તાજા ફળો ખાવાનું ટાળે છે અને પેકેજ્ડ જ્યુસનું સેવન કરીને તેની ભરપાઈ કરે છે, પરંતુ તેમાં ઘણી વખત ખાંડ અને પ્રિઝર્વેટિવ્સનું પ્રમાણ વધુ હોય છે. ભલે તે તેના પર \"100 ટકા જ્યુસ\" લખ્યું હોય. પેકિંગ દરમિયાન, માત્ર ખાંડ છોડીને તેમના ફાઇબરને દૂર કરવામાં આવે છે. આના બદલે તાજા ફળો ખાવાનું હંમેશા સારું રહે છે. કારણ કે તેઓ ફાઈબર પણ પ્રદાન કરે છે. આ સુગરને ઝડપથી વધતું અટકાવે છે.', 0, '2024-10-07 11:16:40', '2024-10-25 06:21:15', '[]', 'sehat-ka-vegyan-01102024-02_1727956786.webp', 'Lifestyle Journalism', NULL, 6),
(31, 'ART EXHIBITION', 'સાયન્સસેન્ટરની આર્ટ ગેલેરીમાં 21મી ડિસેમ્બરથી 28મી ડિસેમ્બર સુધી ‘ગુજરાત કલા પ્રતિષ્ઠાન’ દ્વારા આઠમું કલાપ્રદર્શન યોજવામાં આવ્યું છે.આ એક્ઝિબીશનમાં સમગ્ર ગુજરાત માંથી 131 કલાકારોના પેઈન્ટીંગ્સ અને સ્કલ્પચરની સિલેક્ટેડ 185 જેટલી કલાકૃતિઓ મુકવામાં આવશે. કલાપ્રદર્શનમાં કલાકારોનું સન્માન પણ કરાશે, તેમજ સી.ટી.પ્રજાપતિ દ્વારા તૈયાર કરાયેલી પેઈન્ટીંગ વર્કશોપની 16મી દસ્તાવેજી ફિલ્મનું વિમોચન પણ કરવામાં આવશે. ઉપરાંત સમગ્ર ગુજરાતના કલા-વિવેચકોના લેખ તેમજ કલાકૃતિના કલરફુલ ફોટોગ્રાફ્સ સાથેની તેમજ ગુજરાતના જાણીતા કલાકારો વિશે માહિતી આપતા પુસ્તક ‘પ્રતિષ્ઠા-7’ સ્મરણિકાનું વિમોચન પણ કરાશે.\r\n\r\nએક્ઝિબીશનમાં ઓઈલ પેઈન્ટીંગ,પોસ્ટર કલર પેઈન્ટીંગ,એક્રેલિક પેઈન્ટીંગ,વોટર કલર પેઈન્ટીંગના લેન્ડસ્કેપ, પોટ્રેટ તેમજ જુદા જુદા પ્રકારની પેઈન્ટીંગ્સ અને ક્રિએટીવ સ્કલ્પચર પણ ડિસ્પ્લે કરાશે.આ એક્ઝિબીશનમાં કલામાં રસ ધરાવનાર કોઇપણ સુરતીઓ મુલાકાત લઈ શકશે.\r\n\r\n21મીથી સાયન્સ સેન્ટરમાં\r\n\r\nપેઈન્ટીંગ એક્ઝિબીશન યોજાશે', 0, '2024-10-07 11:19:23', '2024-10-09 12:39:48', '[]', 'istockphoto-636761588-612x612.jpg', 'Art News', 'Ahmedabad', 7),
(35, 'બાબા સિદ્દીકીની હત્યા બાદ ધુંઆપુંઆ જોવા મળ્યો ભાઈજાન:રાતે 3 વાગ્યે હોસ્પિટલ પહોંચ્યો, કેમરામાં કેદ થયા રિએક્શન; લોકોએ કહ્યું- ભાઈજાન, ખૂબ જ ગુસ્સામાં છે', 'NCPના સિનિયર નેતા અને ઉદ્યોગપતિ બાબા ઝિયાઉદ્દીન સિદ્દીકીની હત્યાના સમાચાર મળતા જ બોલિવૂડ સુપરસ્ટાર સલમાન ખાન તેમના પરિવારને મળવા માટે લગભગ 3 વાગે લીલાવતી હોસ્પિટલ પહોંચ્યો હતો. લીલાવતી હોસ્પિટલની બહાર મીડિયાને જોઈને સલમાન ખાન ગુસ્સે થઈ ગયો હતો.\r\n\r\nસલમાન ખાનની કારની સામે ઘણા કેમેરામેન ઉભા હતા, જેના કારણે અંદર જવામાં મુશ્કેલી થઈ રહી હતી. ત્યારે તેનો ગુસ્સે ભરાયેલો ચહેરો કેમેરામાં કેદ થયો હતો. ક્લિપ જોઈને ઘણા લોકો અનુમાન લગાવી રહ્યા છે કે સલમાન પેપ્સ અને લોકોની ભીડ પર ગુસ્સે છે.\r\n\r\nલોકોએ કહ્યું- ભાઈ બહુ જ ગુસ્સામાં છે\r\nઆ ક્લિપ વાયરલ લોકો કોમેન્ટ્સ કરી કર્યા છે. જેમાં એક યુઝર્સે લખ્યું કે, સલમાન આસપાસના લોકોને જોઈને નિરાશ છે. તો બીજા યુઝર્સે લખ્યું કે, ભાઈ બહુ જ ગુસ્સે છે. ઘણા લોકોએ લખ્યું છે કે, સલમાનની આંખોમાં ગુસ્સો દેખાઈ રહ્યો છે. એક ક્લિપમાં લીલાવતી હોસ્પિટલ પહોંચ્યા બાદ શિલ્પા શેટ્ટી પણ ખૂબ જ હેરાન જોવા મળે છે.', 0, '2024-10-13 09:52:47', '2024-10-14 05:58:25', '[]', '', 'World News', 'Ahmedabad', 6);

-- --------------------------------------------------------

--
-- Table structure for table `articles1`
--

DROP TABLE IF EXISTS `articles1`;
CREATE TABLE IF NOT EXISTS `articles1` (
  `id` int NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `author_id` int NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `media` text,
  `cover_image` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL,
  `city` varchar(255) DEFAULT NULL,
  `views` int DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `articles1`
--

INSERT INTO `articles1` (`id`, `title`, `content`, `author_id`, `created_at`, `updated_at`, `media`, `cover_image`, `category`, `city`, `views`) VALUES
(1, '', '', 3, '2024-10-11 12:42:08', '2024-10-11 12:42:08', NULL, NULL, '', NULL, 0);

-- --------------------------------------------------------

--
-- Table structure for table `article_likes`
--

DROP TABLE IF EXISTS `article_likes`;
CREATE TABLE IF NOT EXISTS `article_likes` (
  `id` int NOT NULL AUTO_INCREMENT,
  `user_id` int NOT NULL,
  `article_id` int NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `user_id` (`user_id`,`article_id`),
  KEY `article_id` (`article_id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `article_likes`
--

INSERT INTO `article_likes` (`id`, `user_id`, `article_id`, `created_at`) VALUES
(12, 3, 14, '2024-08-22 10:20:28'),
(4, 3, 4, '2024-08-22 10:11:51'),
(11, 3, 13, '2024-08-22 10:20:24');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

DROP TABLE IF EXISTS `comments`;
CREATE TABLE IF NOT EXISTS `comments` (
  `id` int NOT NULL AUTO_INCREMENT,
  `article_id` int NOT NULL,
  `user_id` int NOT NULL,
  `comment` text NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `fk_user` (`user_id`),
  KEY `fk_article` (`article_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

DROP TABLE IF EXISTS `settings`;
CREATE TABLE IF NOT EXISTS `settings` (
  `id` int NOT NULL AUTO_INCREMENT,
  `setting_key` varchar(50) NOT NULL,
  `setting_value` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `setting_key` (`setting_key`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `setting_key`, `setting_value`, `created_at`, `updated_at`) VALUES
(1, 'site_name', 'E-Newspaper', '2024-07-30 10:20:18', '2024-07-30 10:20:18'),
(2, 'admin_email', 'admin@example.com', '2024-07-30 10:20:18', '2024-07-30 10:20:18');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` int NOT NULL AUTO_INCREMENT,
  `first_name` varchar(100) NOT NULL,
  `last_name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `password` varchar(255) NOT NULL,
  `profile_image` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `email` (`email`)
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `first_name`, `last_name`, `email`, `password`, `profile_image`, `created_at`) VALUES
(16, 'Alice', 'Smith', 'alicesmith@example.com', 'Pass1234!', '1726754141_Screenshot 2024-07-14 123153.png', '2024-09-19 13:55:41'),
(19, 'Aman', 'Khatri', 'khatriaman2021@gmail.com', 'khatri@123', '1728617212_Annotation 2024-04-25 091413.png', '2024-10-11 03:26:52');

-- --------------------------------------------------------

--
-- Table structure for table `user_activity`
--

DROP TABLE IF EXISTS `user_activity`;
CREATE TABLE IF NOT EXISTS `user_activity` (
  `id` int NOT NULL AUTO_INCREMENT,
  `user_id` int DEFAULT NULL,
  `article_id` int DEFAULT NULL,
  `clicked_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `article_id` (`article_id`)
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `user_activity`
--

INSERT INTO `user_activity` (`id`, `user_id`, `article_id`, `clicked_at`) VALUES
(6, 15, 28, '2024-10-09 12:02:03'),
(5, 15, 28, '2024-10-09 12:01:50'),
(3, 15, 31, '2024-10-09 11:48:14'),
(4, 15, 29, '2024-10-09 11:48:28'),
(7, 15, 28, '2024-10-09 12:17:15'),
(8, 16, 30, '2024-10-09 12:39:29'),
(9, 16, 30, '2024-10-09 12:39:33'),
(10, 16, 30, '2024-10-09 12:39:44'),
(11, 16, 31, '2024-10-09 12:39:48'),
(12, 16, 28, '2024-10-09 12:40:15'),
(13, 16, 23, '2024-10-09 12:40:50'),
(14, 16, 23, '2024-10-09 12:41:16'),
(15, 16, 25, '2024-10-09 12:41:18'),
(16, 15, 26, '2024-10-10 10:26:20'),
(17, 15, 26, '2024-10-10 10:26:40'),
(18, 15, 22, '2024-10-10 10:26:44'),
(19, 15, 22, '2024-10-10 10:26:57'),
(20, 15, 28, '2024-10-10 13:36:29'),
(21, 19, 24, '2024-10-11 05:25:00'),
(22, 19, 29, '2024-10-11 05:28:42'),
(23, 3, 33, '2024-10-11 12:28:10'),
(24, 3, 35, '2024-10-13 09:53:53'),
(25, 3, 35, '2024-10-13 09:55:47'),
(26, 19, 35, '2024-10-14 04:44:00'),
(27, 19, 22, '2024-10-14 04:44:04'),
(28, 19, 35, '2024-10-14 04:44:09'),
(29, 19, 29, '2024-10-14 04:44:16'),
(30, 19, 29, '2024-10-14 04:45:28'),
(31, 19, 28, '2024-10-14 05:09:48'),
(32, 19, 28, '2024-10-14 05:10:01'),
(33, 19, 26, '2024-10-14 05:10:06'),
(34, 19, 26, '2024-10-14 05:10:24'),
(35, 19, 26, '2024-10-14 05:10:44'),
(36, 19, 27, '2024-10-14 05:10:49'),
(37, 19, 26, '2024-10-14 05:11:00'),
(38, 19, 35, '2024-10-14 05:49:20'),
(39, 19, 35, '2024-10-14 05:58:25'),
(40, 19, 30, '2024-10-25 06:21:15');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
